{"id":7280,"date":"2023-08-09T15:50:58","date_gmt":"2023-08-09T15:50:58","guid":{"rendered":"https:\/\/franksarena.com\/?page_id=7280"},"modified":"2023-08-09T15:57:38","modified_gmt":"2023-08-09T15:57:38","slug":"disclaimer","status":"publish","type":"page","link":"https:\/\/franksarena.com\/disclaimer\/","title":{"rendered":"Disclaimer"},"content":{"rendered":"\n<p><strong>General Information Only:<\/strong> The content, products, and services provided on FranksArena.com are for general informational purposes only. While we strive to keep the information up-to-date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose.<\/p>\n<p><strong>Use at Your Own Risk:<\/strong> Any reliance you place on such information or use of our products is strictly at your own risk. Users are advised to exercise discretion while using our digital tools. FranksArena is not responsible for any misuse or unintended consequences arising from the use of our products.<\/p>\n<p><strong>Compliance with Laws:<\/strong> Users are solely responsible for ensuring that their use of FranksArena’s products, such as bulk email and SMS sender software, complies with all local, national, and international laws and regulations. Misuse that leads to spamming or any unauthorized communications is strictly prohibited and can lead to legal consequences.<\/p>\n<p><strong>Limitation of Liability:<\/strong> In no event will FranksArena be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website or its products.<\/p>\n<p><strong>Third-party Links:<\/strong> From time to time, this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).<\/p>\n<p><strong>Updates:<\/strong> FranksArena reserves the right to change this disclaimer at any time. Any changes will be posted on this page, and it is the user&#8217;s responsibility to review this page regularly for updates.<\/p>\n\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":"","two_page_speed":[]},"jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/pages\/7280"}],"collection":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/comments?post=7280"}],"version-history":[{"count":0,"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/pages\/7280\/revisions"}],"wp:attachment":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/media?parent=7280"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}