{"id":7309,"date":"2023-08-09T16:48:21","date_gmt":"2023-08-09T16:48:21","guid":{"rendered":"https:\/\/franksarena.com\/?page_id=7309"},"modified":"2023-08-09T16:57:28","modified_gmt":"2023-08-09T16:57:28","slug":"terms-and-condition","status":"publish","type":"page","link":"https:\/\/franksarena.com\/terms-and-condition\/","title":{"rendered":"Terms and condition"},"content":{"rendered":"\n<div class=\"container section-title-container\" ><h3 class=\"section-title section-title-normal\"><b><\/b><span class=\"section-title-main\" style=\"font-size:137%;color:rgb(0, 0, 0);\">Terms & conditions<\/span><b><\/b><\/h3><\/div>\n\n\t<div id=\"text-2589556293\" class=\"text\">\n\t\t\n\n<p><strong>1. Introduction:<\/strong><br \/>These terms and conditions govern your use of the FranksArena website; by using our website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use our website.<\/p>\n<p><strong>2. License to Use Website:<\/strong><br \/>Unless otherwise stated, FranksArena owns the intellectual property rights of the website and material on the website. You may view, download, and print pages from the website for your personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<p>Republish material from this website without proper acknowledgment.<br \/>Sell, rent, or sub-license material from the website.<br \/>Reproduce or exploit material on our website for a commercial purpose.<br \/>Edit or modify any material on the website.<br \/><br \/><strong>3. Acceptable Use:<\/strong><br \/>You must not use our website in any way that causes or may cause damage to the website or impairment of the availability or accessibility of the website, or in any way which is unlawful, illegal, fraudulent, or harmful.<\/p>\n<p><strong>4. Restricted Access:<\/strong><br \/>Access to certain areas of our website is restricted. We reserve the right to restrict access to other areas of our website or indeed our whole website at our discretion.<\/p>\n<p><strong>5. User Content:<\/strong><br \/>In these terms and conditions, “your user content” means material (including, without limitation, text, images, audio material, video material, and audio-visual material) that you submit to our website for whatever purpose.<br \/>You grant FranksArena a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate, and distribute your user content in any existing or future media.<\/p>\n<p><strong>6. Sale of Digital Products:<\/strong><\/p>\n<p>All digital tools sold are subject to a one-time payment unless otherwise stated.<br \/>All sales of digital products are final. Refunds will only be granted at the sole discretion of FranksArena.<br \/>Users are responsible for ensuring compatibility with their systems before purchase.<br \/><br \/><strong>7. Limitation of Liability:<\/strong><br \/>The materials on FranksArena’s website are provided “as is.” FranksArena makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.<\/p>\n<p><strong>8. Changes to Terms:<\/strong><br \/>FranksArena may revise these terms and conditions from time-to-time. Revised terms and conditions will apply to the use of our website from the date of publication of the revised terms and conditions on our website.<\/p>\n<p><strong>9. Governing Law:<\/strong><br \/>These terms and conditions will be governed by and construed in accordance with [Jurisdiction&#8217;s Law], and any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of [Specify Jurisdiction\/Country].<\/p>\n\t\t\n<style>\n#text-2589556293 {\n  font-size: 1.15rem;\n  color: rgb(0, 0, 0);\n}\n#text-2589556293 > * {\n  color: rgb(0, 0, 0);\n}\n<\/style>\n\t<\/div>\n\t\n\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":"","two_page_speed":[]},"jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/pages\/7309"}],"collection":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/comments?post=7309"}],"version-history":[{"count":0,"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/pages\/7309\/revisions"}],"wp:attachment":[{"href":"https:\/\/franksarena.com\/wp-json\/wp\/v2\/media?parent=7309"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}